Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Homebrew cleans up after every upgrade, deleting old versions for good, so Peel leaves upgrades to Terminal.
cs: Homebrew po každém upgradu provede čištění, při kterém trvale smaže staré verze, a proto Peel upgrady přenechává Terminálu.
de: Homebrew führt nach jedem Upgrade eine Bereinigung aus und löscht dabei alte Versionen endgültig, daher überlässt Peel Upgrades dem Terminal.
es: Homebrew hace limpieza tras cada actualización de paquetes y borra definitivamente las versiones antiguas, así que Peel deja las actualizaciones en manos de Terminal.
fr: Après chaque mise à niveau, Homebrew effectue un nettoyage qui supprime définitivement les anciennes versions : Peel laisse donc les mises à niveau à Terminal.
it: Homebrew fa pulizia dopo ogni aggiornamento, eliminando definitivamente le vecchie versioni, quindi Peel lascia gli aggiornamenti a Terminale.
ja: Homebrewはアップグレード後に毎回クリーンアップを実行して古いバージョンを完全に削除するため、Peelはアップグレードをターミナルに任せています。
ko: Homebrew는 업그레이드가 끝날 때마다 정리를 실행하여 이전 버전을 영구적으로 삭제하므로, Peel은 업그레이드를 터미널에 맡깁니다.
nl: Homebrew ruimt na elke upgrade op en verwijdert daarbij oude versies definitief, dus Peel laat upgrades over aan Terminal.
pl: Homebrew robi porządki po każdym uaktualnieniu, trwale usuwając stare wersje, więc Peel zostawia uaktualnianie Terminalowi.
pt: O Homebrew faz uma limpeza depois de cada upgrade, apagando as versões antigas definitivamente, então o Peel deixa os upgrades para o Terminal.
ro: Homebrew face curățenie după fiecare upgrade, ștergând definitiv versiunile vechi, așa că Peel lasă upgrade‑urile în seama aplicației Terminal.
ru: Homebrew выполняет очистку после каждого обновления, безвозвратно удаляя старые версии, поэтому Peel оставляет обновления Терминалу.
sv: Homebrew rensar upp efter varje uppgradering och raderar gamla versioner permanent, så Peel överlåter uppgraderingar åt Terminal.
tr: Homebrew her yükseltmeden sonra temizlik yapar ve eski sürümleri kalıcı olarak siler, bu yüzden Peel yükseltmeleri Terminal’e bırakır.
uk: Homebrew після кожного оновлення пакетів виконує очищення, назавжди видаляючи старі версії, тож Peel не запускає оновлення сама, а залишає це Терміналу.
zh_hans: Homebrew会在每次升级后进行清理，永久删除旧版本，因此Peel将升级交给“终端”。
zh_hant: Homebrew每次升級後都會自動清理並永久刪除舊版本，因此Peel將升級交由「終端機」執行。

source: Homebrew couldn’t finish
cs: Homebrew nemohl příkaz dokončit
de: Homebrew konnte den Vorgang nicht abschließen
es: Homebrew no ha podido terminar
fr: Homebrew n’a pas pu terminer
it: Homebrew non è riuscito a terminare
ja: Homebrewは完了できませんでした
ko: Homebrew 작업을 완료하지 못함
nl: Homebrew kon het commando niet voltooien
pl: Homebrew nie mógł dokończyć pracy
pt: O Homebrew não conseguiu terminar
ro: Homebrew nu a putut termina
ru: Homebrew не смог завершить работу
sv: Homebrew kunde inte slutföra kommandot
tr: Homebrew işlemi tamamlayamadı
uk: Homebrew не зміг завершити роботу
zh_hans: Homebrew未能完成
zh_hant: Homebrew無法完成

source: Homebrew couldn’t finish the upgrade.
cs: Homebrew nemohl upgrade dokončit.
de: Homebrew konnte das Upgrade nicht abschließen.
es: Homebrew no ha podido terminar la actualización.
fr: Homebrew n’a pas pu terminer la mise à niveau.
it: Homebrew non è riuscito a completare l’aggiornamento.
ja: Homebrewはアップグレードを完了できませんでした。
ko: Homebrew가 업그레이드를 완료하지 못했습니다.
nl: Homebrew kon de upgrade niet voltooien.
pl: Homebrew nie mógł dokończyć uaktualniania.
pt: O Homebrew não conseguiu concluir o upgrade.
ro: Homebrew nu a putut finaliza upgrade‑ul.
ru: Homebrew не смог завершить обновление.
sv: Homebrew kunde inte slutföra uppgraderingen.
tr: Homebrew yükseltmeyi tamamlayamadı.
uk: Homebrew не зміг завершити оновлення.
zh_hans: Homebrew未能完成升级。
zh_hant: Homebrew無法完成升級。

source: Homebrew deletes for good every download it keeps, even for the latest versions, except those of what is installed now, and what Clean Up removes. Nothing goes to the Trash, and History can’t put it back.
cs: Homebrew trvale smaže všechny stažené soubory, které si ponechává, i ty pro nejnovější verze, kromě souborů toho, co je právě nainstalované, a také to, co odstraní příkaz „Vyčistit“. Nic se nepřesune do koše a Historie to nemůže vrátit zpět.
de: Homebrew löscht endgültig jeden aufbewahrten Download, auch für die neuesten Versionen, außer den Downloads dessen, was jetzt installiert ist, sowie das, was „Bereinigen“ entfernt. Nichts wird in den Papierkorb gelegt, und im Verlauf lässt sich nichts davon zurücklegen.
es: Homebrew borra definitivamente todas las descargas que guarda, incluso las de las versiones más recientes, salvo las de lo que está instalado ahora, y lo que elimina la opción Limpiar. No va nada a la papelera e Historial no puede restaurarlo.
fr: Homebrew supprime définitivement tous les téléchargements qu’il conserve, même ceux des dernières versions, sauf ceux de ce qui est installé actuellement, ainsi que ce que supprime Nettoyer. Rien n’est placé dans la corbeille, et l’Historique ne peut pas les remettre en place.
it: Homebrew elimina definitivamente tutti i download che conserva, anche quelli delle versioni più recenti, tranne quelli di ciò che è installato ora, più ciò che rimuove “Ripulisci”. Nulla va nel Cestino e la Cronologia non può ripristinarli.
ja: Homebrewは、保持しているすべてのダウンロード（最新バージョンのものも含みますが、現在インストールされているもののダウンロードは除きます）と、“クリーンアップ”で削除されるものを完全に削除します。ゴミ箱には何も入らず、履歴から戻すこともできません。
ko: Homebrew가 보관해 둔 모든 다운로드 파일을 최신 버전의 것까지 영구적으로 삭제하며, ‘정리’가 제거하는 항목도 삭제합니다. 현재 설치된 항목의 다운로드 파일은 제외됩니다. 아무것도 휴지통으로 이동하지 않으며, 기록에서 되돌려 놓을 수도 없습니다.
nl: Homebrew verwijdert elke download die het bewaart definitief, ook die van de nieuwste versies, behalve die van wat nu geïnstalleerd is, en ook wat 'Ruim op' verwijdert. Er gaat niets naar de prullenmand en Geschiedenis kan het niet terugzetten.
pl: Homebrew usuwa trwale wszystkie zachowane pobrane pliki, także najnowszych wersji, oprócz plików tego, co jest teraz zainstalowane, a także to, co usuwa polecenie Wyczyść. Nic nie trafia do Kosza, a Historia nie może tego przywrócić.
pt: O Homebrew apaga definitivamente todos os downloads que guarda, mesmo os das versões mais recentes, exceto os do que está instalado agora, além do que o comando Limpar remove. Nada vai para o Lixo, e o Histórico não pode colocá-los de volta.
ro: Homebrew șterge definitiv fiecare descărcare pe care o păstrează, chiar și pentru cele mai noi versiuni, cu excepția celor pentru ce este instalat acum, plus ce elimină „Curățați”. Nimic nu ajunge în Coș și nu le puteți pune înapoi din Istoric.
ru: Homebrew безвозвратно удаляет все хранимые им загрузки, даже для последних версий, кроме загрузок того, что установлено сейчас, а также то, что удаляет кнопка «Очистить». Ничего не попадает в Корзину, и История не сможет это восстановить.
sv: Homebrew raderar permanent alla hämtningar som Homebrew har sparat, även för de senaste versionerna, utom hämtningarna för det som är installerat nu, samt det som Homebrews upprensning tar bort. Inget hamnar i papperskorgen och Historik kan inte lägga tillbaka det.
tr: Homebrew, sakladığı tüm indirmeleri (en son sürümlerinkiler dahil, şu anda yüklü olanlarınkiler hariç) ve Temizle işleminin kaldırdıklarını kalıcı olarak siler. Çöp Sepeti’ne hiçbir şey gitmez ve Geçmiş bunları yerine koyamaz.
uk: Homebrew видалить назавжди всі збережені ним викачані файли, навіть для найновіших версій, крім файлів того, що інстальовано зараз, а також те, що видаляє команда «Очистити». У Смітник нічого не потрапить, і Історія не зможе цього повернути.
zh_hans: Homebrew会永久删除它保留的所有下载文件（即使是最新版本的也不例外，但当前已安装内容的下载文件除外），以及“清理”会移除的内容。任何内容都不会移到废纸篓，“历史记录”也无法将其放回原处。
zh_hant: Homebrew會永久刪除它保留的所有下載檔案（包括最新版本的下載檔案，但目前已安裝項目的下載檔案除外），以及「清理」會移除的項目。不會丟到「垃圾桶」，「歷史記錄」也無法還原。

source: Homebrew deletes for good every file in its cache older than 30 days, and what Clean Up removes. Nothing goes to the Trash, and History can’t put it back.
cs: Homebrew trvale smaže všechny soubory ve své mezipaměti starší než 30 dní a také to, co odstraní příkaz „Vyčistit“. Nic se nepřesune do koše a Historie to nemůže vrátit zpět.
de: Homebrew löscht endgültig jede Datei in seinem Cache, die älter als 30 Tage ist, sowie das, was „Bereinigen“ entfernt. Nichts wird in den Papierkorb gelegt, und im Verlauf lässt sich nichts davon zurücklegen.
es: Homebrew borra definitivamente todos los archivos de su caché de más de 30 días, y lo que elimina la opción Limpiar. No va nada a la papelera e Historial no puede restaurarlo.
fr: Homebrew supprime définitivement tous les fichiers de son cache datant de plus de 30 jours, ainsi que ce que supprime Nettoyer. Rien n’est placé dans la corbeille, et l’Historique ne peut pas les remettre en place.
it: Homebrew elimina definitivamente ogni file nella sua cache più vecchio di 30 giorni, più ciò che rimuove “Ripulisci”. Nulla va nel Cestino e la Cronologia non può ripristinarli.
ja: Homebrewは、キャッシュ内の30日より古いすべてのファイルと、“クリーンアップ”で削除されるものを完全に削除します。ゴミ箱には何も入らず、履歴から戻すこともできません。
ko: Homebrew가 캐시에서 30일이 지난 모든 파일과 ‘정리’가 제거하는 항목을 영구적으로 삭제합니다. 아무것도 휴지통으로 이동하지 않으며, 기록에서 되돌려 놓을 수도 없습니다.
nl: Homebrew verwijdert elk bestand in zijn cache dat ouder is dan 30 dagen definitief, en ook wat 'Ruim op' verwijdert. Er gaat niets naar de prullenmand en Geschiedenis kan het niet terugzetten.
pl: Homebrew usuwa trwale wszystkie pliki w swojej pamięci podręcznej starsze niż 30 dni, a także to, co usuwa polecenie Wyczyść. Nic nie trafia do Kosza, a Historia nie może tego przywrócić.
pt: O Homebrew apaga definitivamente todos os arquivos do seu cache com mais de 30 dias, além do que o comando Limpar remove. Nada vai para o Lixo, e o Histórico não pode colocá-los de volta.
ro: Homebrew șterge definitiv fiecare fișier mai vechi de 30 de zile din memoria sa tampon, plus ce elimină „Curățați”. Nimic nu ajunge în Coș și nu le puteți pune înapoi din Istoric.
ru: Homebrew безвозвратно удаляет все файлы в своем кэше старше 30 дней, а также то, что удаляет кнопка «Очистить». Ничего не попадает в Корзину, и История не сможет это восстановить.
sv: Homebrew raderar permanent alla filer i sin cache som är äldre än 30 dagar, samt det som Homebrews upprensning tar bort. Inget hamnar i papperskorgen och Historik kan inte lägga tillbaka det.
tr: Homebrew, önbelleğindeki 30 günden eski tüm dosyaları ve Temizle işleminin kaldırdıklarını kalıcı olarak siler. Çöp Sepeti’ne hiçbir şey gitmez ve Geçmiş bunları yerine koyamaz.
uk: Homebrew видалить назавжди всі файли у своєму кеші, старші за 30 днів, а також те, що видаляє команда «Очистити». У Смітник нічого не потрапить, і Історія не зможе цього повернути.
zh_hans: Homebrew会永久删除其缓存中超过30天的所有文件，以及“清理”会移除的内容。任何内容都不会移到废纸篓，“历史记录”也无法将其放回原处。
zh_hant: Homebrew會永久刪除其快取中超過30天的所有檔案，以及「清理」會移除的項目。不會丟到「垃圾桶」，「歷史記錄」也無法還原。

source: Homebrew deletes the package for good: nothing goes to the Trash, and History can’t put it back. It won’t do this while another package needs it, and it also removes every formula nothing needs anymore, whichever package brought it in.
cs: Homebrew tento balíček trvale smaže: nic se nepřesune do koše a Historie ho nemůže vrátit zpět. Neudělá to, dokud ho potřebuje jiný balíček, a navíc odstraní všechny formulae, které už nic nepotřebuje, ať je přinesl kterýkoli balíček.
de: Homebrew löscht das Paket endgültig: Nichts wird in den Papierkorb gelegt, und im Verlauf lässt es sich nicht zurücklegen. Solange ein anderes Paket es benötigt, tut Homebrew das nicht, und außerdem entfernt Homebrew jede Formula, die von nichts mehr benötigt wird, egal welches Paket sie mitgebracht hat.
es: Homebrew borra el paquete definitivamente: no va nada a la papelera e Historial no puede restaurarlo. No lo hará mientras otro paquete lo necesite, y además borra cada formula de la que ya no depende nada, la haya traído el paquete que sea.
fr: Homebrew supprime définitivement le paquet : rien n’est placé dans la corbeille, et l’Historique ne peut pas le remettre en place. Homebrew ne le fait pas tant qu’un autre paquet en a besoin, et supprime aussi chaque formula dont plus rien n’a besoin, quel que soit le paquet qui l’a amenée.
it: Homebrew elimina il pacchetto definitivamente: nulla va nel Cestino e la Cronologia non può ripristinarlo. Non lo fa finché un altro pacchetto ne ha bisogno, e rimuove anche ogni formula che non serve più a nulla, qualunque sia il pacchetto che l’ha portata.
ja: Homebrewはこのパッケージを完全に削除します。ゴミ箱には何も入らず、履歴から戻すこともできません。ほかのパッケージが必要としている間はこの操作を行いません。また、どのパッケージと一緒にインストールされたかにかかわらず、もう何にも必要とされていないformulaもすべて削除します。
ko: Homebrew는 이 패키지를 영구적으로 삭제합니다. 아무것도 휴지통으로 이동하지 않으며, 기록에서 되돌려 놓을 수도 없습니다. 다른 패키지가 이 패키지를 필요로 하는 동안에는 삭제하지 않으며, 어떤 패키지 때문에 설치되었든 더 이상 어떤 패키지에도 필요하지 않은 formula도 모두 제거합니다.
nl: Homebrew verwijdert het pakket definitief: er gaat niets naar de prullenmand en Geschiedenis kan het niet terugzetten. Homebrew doet dit niet zolang een ander pakket het nodig heeft, en verwijdert ook elke formula waar niets meer van afhankelijk is, welk pakket die ook heeft binnengehaald.
pl: Homebrew usuwa pakiet trwale: nic nie trafia do Kosza, a Historia nie może go przywrócić. Nie zrobi tego, dopóki potrzebuje go inny pakiet. Usuwa też wszystkie formulae, których nic już nie potrzebuje, bez względu na to, który pakiet je zainstalował.
pt: O Homebrew apaga o pacote definitivamente: nada vai para o Lixo, e o Histórico não pode colocá-lo de volta. Ele não faz isso enquanto outro pacote precisar dele, e também remove toda formula de que nada mais precisa, qualquer que seja o pacote que a trouxe.
ro: Homebrew șterge pachetul definitiv: nimic nu ajunge în Coș și nu îl puteți pune înapoi din Istoric. Nu face acest lucru cât timp un alt pachet are nevoie de el și elimină totodată fiecare formulă de care nu mai are nevoie nimic, indiferent de pachetul care a adus‑o.
ru: Homebrew удаляет пакет безвозвратно: ничего не попадает в Корзину, и История не сможет его восстановить. Homebrew не сделает этого, пока пакет нужен другому пакету, а также удалит все formulae, которые больше ничему не нужны, какой бы пакет их ни установил.
sv: Homebrew raderar paketet permanent: inget hamnar i papperskorgen och Historik kan inte lägga tillbaka det. Homebrew gör det inte så länge ett annat paket behöver det, och tar också bort varje formula som inget längre behöver, oavsett vilket paket som drog in den.
tr: Homebrew paketi kalıcı olarak siler: Çöp Sepeti’ne hiçbir şey gitmez ve Geçmiş onu yerine koyamaz. Başka bir paket ona ihtiyaç duyduğu sürece bunu yapmaz; ayrıca hangi paket getirmiş olursa olsun, artık hiçbir şeyin ihtiyaç duymadığı her formula da kaldırılır.
uk: Homebrew видалить пакет назавжди: у Смітник нічого не потрапить, і Історія не зможе його повернути. Homebrew не зробить цього, поки пакет потрібен іншому пакету, а ще видалить усі formulae, які більше нічому не потрібні, незалежно від того, для якого пакета їх інстальовано.
zh_hans: Homebrew会永久删除此软件包：任何内容都不会移到废纸篓，“历史记录”也无法将其放回原处。只要还有其他软件包需要它，Homebrew就不会执行此操作；它还会移除所有不再被需要的formula，无论最初是哪个软件包带来的。
zh_hant: Homebrew會永久刪除此套件：不會丟到「垃圾桶」，「歷史記錄」也無法還原。若有其他套件需要它，Homebrew就不會執行此操作；此外，它也會移除所有不再被需要的formula，無論是由哪個套件帶進來的。

source: Homebrew deletes these for good: about %@ of downloads and old versions, and any formulae that were only there for something now gone, which that figure leaves out. Nothing goes to the Trash, and History can’t put it back.
cs: Homebrew tyto položky trvale smaže: asi %@ stažených souborů a starých verzí a také všechny formulae, které tu byly jen kvůli něčemu, co už neexistuje, a které tento údaj nezahrnuje. Nic se nepřesune do koše a Historie to nemůže vrátit zpět.
de: Homebrew löscht Folgendes endgültig: etwa %@ an Downloads und alten Versionen sowie alle Formulae, die nur für etwas da waren, das nicht mehr vorhanden ist (in dieser Zahl nicht enthalten). Nichts wird in den Papierkorb gelegt, und im Verlauf lässt sich nichts davon zurücklegen.
es: Homebrew borra esto definitivamente: unos %@ de descargas y versiones antiguas, y las formulae que solo estaban ahí por algo que ya no está, que esa cifra no incluye. No va nada a la papelera e Historial no puede restaurarlo.
fr: Homebrew supprime définitivement ces éléments : environ %@ de téléchargements et d’anciennes versions, ainsi que les formulae qui n’étaient là que pour quelque chose qui a disparu depuis, que ce chiffre ne compte pas. Rien n’est placé dans la corbeille, et l’Historique ne peut pas les remettre en place.
it: Homebrew li elimina definitivamente: circa %@ tra download e vecchie versioni, più le eventuali formulae che servivano solo a qualcosa che ora non c’è più, che quella cifra non include. Nulla va nel Cestino e la Cronologia non può ripristinarli.
ja: Homebrewはこれらを完全に削除します。対象は約%@のダウンロードと古いバージョン、そしてすでになくなったもののためだけにあったformulaeで、formulaeの分はこのサイズに含まれていません。ゴミ箱には何も入らず、履歴から戻すこともできません。
ko: Homebrew가 약 %@의 다운로드 파일과 이전 버전을 영구적으로 삭제하며, 이제는 없어진 항목 때문에만 설치되어 있던 formulae도 모두 삭제합니다. 이 formulae는 위 크기에 포함되지 않습니다. 아무것도 휴지통으로 이동하지 않으며, 기록에서 되돌려 놓을 수도 없습니다.
nl: Homebrew verwijdert deze definitief: ongeveer %@ aan downloads en oude versies, plus alle formulae die er alleen waren voor iets wat nu weg is en die niet in dat getal zijn meegeteld. Er gaat niets naar de prullenmand en Geschiedenis kan het niet terugzetten.
pl: Homebrew usuwa to trwale: około %@ pobranych plików i starych wersji, a także wszystkie formulae zainstalowane tylko dla czegoś, czego już nie ma (tych ta wartość nie obejmuje). Nic nie trafia do Kosza, a Historia nie może tego przywrócić.
pt: O Homebrew apaga estes itens definitivamente: cerca de %@ em downloads e versões antigas, e todas as formulae que só estavam lá por causa de algo que já não existe, que esse valor não inclui. Nada vai para o Lixo, e o Histórico não pode colocá-los de volta.
ro: Homebrew le șterge definitiv: aproximativ %@ în descărcări și versiuni vechi, plus orice formule care existau doar pentru ceva ce nu mai există, pe care această cifră nu le include. Nimic nu ajunge în Coș și nu le puteți pune înapoi din Istoric.
ru: Homebrew удаляет это безвозвратно: около %@ загрузок и старых версий, а также все formulae, которые были нужны только тому, чего уже нет (в эту цифру они не входят). Ничего не попадает в Корзину, и История не сможет это восстановить.
sv: Homebrew raderar det här permanent: ungefär %@ hämtningar och gamla versioner, och alla formulae som bara fanns där för något som nu är borta, vilka inte ingår i den siffran. Inget hamnar i papperskorgen och Historik kan inte lägga tillbaka det.
tr: Homebrew bunları kalıcı olarak siler: toplamı yaklaşık %@ olan indirmeler ve eski sürümler ile yalnızca artık olmayan bir şey için orada duran tüm formulae (bu rakama dahil değildir). Çöp Sepeti’ne hiçbir şey gitmez ve Geçmiş bunları yerine koyamaz.
uk: Homebrew видалить це назавжди: близько %@ викачаних файлів і старих версій, а також усі formulae, які були потрібні лише для того, чого вже немає (їх ця цифра не враховує). У Смітник нічого не потрапить, і Історія не зможе цього повернути.
zh_hans: Homebrew会永久删除以下内容：约%@的下载文件和旧版本，以及仅为某个现已不存在的软件包而安装的formulae（上述大小未包括这些）。任何内容都不会移到废纸篓，“历史记录”也无法将其放回原处。
zh_hant: Homebrew會永久刪除這些項目：約%@的下載檔案和舊版本，以及只為了現已不存在的項目而安裝的formulae（不計入上述數字）。不會丟到「垃圾桶」，「歷史記錄」也無法還原。

source: Homebrew deletes these for good: the downloads and old versions it kept, and any formulae that were only there for something now gone. Nothing goes to the Trash, and History can’t put it back.
cs: Homebrew tyto položky trvale smaže: stažené soubory a staré verze, které si ponechal, a také všechny formulae, které tu byly jen kvůli něčemu, co už neexistuje. Nic se nepřesune do koše a Historie to nemůže vrátit zpět.
de: Homebrew löscht Folgendes endgültig: die aufbewahrten Downloads und alten Versionen sowie alle Formulae, die nur für etwas da waren, das nicht mehr vorhanden ist. Nichts wird in den Papierkorb gelegt, und im Verlauf lässt sich nichts davon zurücklegen.
es: Homebrew borra esto definitivamente: las descargas y versiones antiguas que guardaba, y las formulae que solo estaban ahí por algo que ya no está. No va nada a la papelera e Historial no puede restaurarlo.
fr: Homebrew supprime définitivement ces éléments : les téléchargements et les anciennes versions qu’il a conservés, ainsi que les formulae qui n’étaient là que pour quelque chose qui a disparu depuis. Rien n’est placé dans la corbeille, et l’Historique ne peut pas les remettre en place.
it: Homebrew li elimina definitivamente: i download e le vecchie versioni che ha conservato, più le eventuali formulae che servivano solo a qualcosa che ora non c’è più. Nulla va nel Cestino e la Cronologia non può ripristinarli.
ja: Homebrewはこれらを完全に削除します。対象は、Homebrewが保持していたダウンロードと古いバージョン、そしてすでになくなったもののためだけにあったformulaeです。ゴミ箱には何も入らず、履歴から戻すこともできません。
ko: Homebrew가 보관해 둔 다운로드 파일과 이전 버전, 그리고 이제는 없어진 항목 때문에만 설치되어 있던 formulae를 영구적으로 삭제합니다. 아무것도 휴지통으로 이동하지 않으며, 기록에서 되돌려 놓을 수도 없습니다.
nl: Homebrew verwijdert deze definitief: de downloads en oude versies die het heeft bewaard, en alle formulae die er alleen waren voor iets wat nu weg is. Er gaat niets naar de prullenmand en Geschiedenis kan het niet terugzetten.
pl: Homebrew usuwa to trwale: zachowane pobrane pliki i stare wersje, a także wszystkie formulae zainstalowane tylko dla czegoś, czego już nie ma. Nic nie trafia do Kosza, a Historia nie może tego przywrócić.
pt: O Homebrew apaga estes itens definitivamente: os downloads e as versões antigas que guardou, e todas as formulae que só estavam lá por causa de algo que já não existe. Nada vai para o Lixo, e o Histórico não pode colocá-los de volta.
ro: Homebrew le șterge definitiv: descărcările și versiunile vechi pe care le‑a păstrat, plus orice formule care existau doar pentru ceva ce nu mai există. Nimic nu ajunge în Coș și nu le puteți pune înapoi din Istoric.
ru: Homebrew удаляет это безвозвратно: сохраненные загрузки и старые версии, а также все formulae, которые были нужны только тому, чего уже нет. Ничего не попадает в Корзину, и История не сможет это восстановить.
sv: Homebrew raderar det här permanent: hämtningarna och de gamla versionerna som Homebrew har sparat, och alla formulae som bara fanns där för något som nu är borta. Inget hamnar i papperskorgen och Historik kan inte lägga tillbaka det.
tr: Homebrew bunları kalıcı olarak siler: sakladığı indirmeler ve eski sürümler ile yalnızca artık olmayan bir şey için orada duran tüm formulae. Çöp Sepeti’ne hiçbir şey gitmez ve Geçmiş bunları yerine koyamaz.
uk: Homebrew видалить це назавжди: збережені ним викачані файли й старі версії, а також усі formulae, які були потрібні лише для того, чого вже немає. У Смітник нічого не потрапить, і Історія не зможе цього повернути.
zh_hans: Homebrew会永久删除以下内容：它保留的下载文件和旧版本，以及仅为某个现已不存在的软件包而安装的formulae。任何内容都不会移到废纸篓，“历史记录”也无法将其放回原处。
zh_hant: Homebrew會永久刪除這些項目：它保留的下載檔案和舊版本，以及只為了現已不存在的項目而安裝的formulae。不會丟到「垃圾桶」，「歷史記錄」也無法還原。
